public class View
{
    public void view(String line) {System.out.println(line);}

    public void PrintMenu()
    {
        view("Добавить грузовик..........................................1");
        view("Удалить грузовик...........................................2");
        view("Записать элементы из программы(перезапись).................3");
        view("Записать элементы из программы(дозапись)...................4");
        view("Вывод информации на консоль по номеру грузовика............5");
        view("Чтение элементов из файла..................................6");
        view("Завершить работу программы.................................7");
    }

}
